/* No comment provided by engineer. */
"Add" = "Add";

/* Cancel */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot download data from this URL." = "Cannot download data from this URL.";

/* Change */
"Change" = "Change";

/* Choose */
"Choose" = "Choose";

/* Choose a certificate from the following list. */
"Choose a certificate from the following list." = "Choose a certificate from the following list.";

/* No comment provided by engineer. */
"DICOMNodes.plist" = "DICOMNodes.plist";

/* No comment provided by engineer. */
"Help" = "Help";

/* No comment provided by engineer. */
"It works !" = "It works !";

/* No comment provided by engineer. */
"Load locations" = "Load locations";

/* No certificate selected. */
"No certificate selected." = "No certificate selected.";

/* No comment provided by engineer. */
"No Valid Certificate" = "No Valid Certificate";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"OsiriXDB.plist" = "OsiriXDB.plist";

/* No comment provided by engineer. */
"Replace" = "Replace";

/* No comment provided by engineer. */
"Same AETitle" = "Same AETitle";

/* No comment provided by engineer. */
"Should I add or replace this locations list? If you choose 'replace', the current list will be deleted." = "Should I add or replace this locations list? If you choose 'replace', the current list will be deleted.";

/* No comment provided by engineer. */
"This AETitle is not unique: %@. AETitles should be unique, otherwise Q&R (C-Move SCP/SCU) can fail." = "This AETitle is not unique: %@. AETitles should be unique, otherwise Q&R (C-Move SCP/SCU) can fail.";

/* No comment provided by engineer. */
"This URL is invalid. Check syntax." = "This URL is invalid. Check syntax.";

/* No comment provided by engineer. */
"URL download Error" = "URL download Error";

/* No comment provided by engineer. */
"URL download Succeeded" = "URL download Succeeded";

/* No comment provided by engineer. */
"URL Invalid" = "URL Invalid";

/* No comment provided by engineer. */
"Your Keychain does not contain any valid certificate." = "Your Keychain does not contain any valid certificate.";

